Repository: axelf777/po-merge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: fortnox customer invoice
sv: kundfaktura

source: fortnox customer invoices
sv: kundfakturor

source: templates
sv: mallar

source: supplier id
sv: leverantörs-ID

source: attested state
sv: attesteringsstatus

source: Dryft total cost
sv: Dryft total kostnad

source: Attest
sv: Attestera

source: completed percent
sv: färdigst. (%)

source: insight
sv: insikt

source: partner issues
sv: partner-problem

source: projects
sv: projekt

source: edit
sv: ändra

source: define rooms
sv: rumsa

source: planning
sv: planering

source: estimate
sv: mängda

source: overview
sv: översikt

source: option choices
sv: val av tillval

source: lock
sv: lås

source: calendar
sv: kalender

source: map
sv: karta

source: scheduled without moments
sv: schemalagda utan moment

source: booking vs estimated
sv: bokat vs mängdat

source: needs scheduling
sv: behöver schemaläggning

source: customers
sv: kunder

source: table
sv: tabell

source: address book
sv: adressbok

source: tools
sv: verktyg

source: find rooms
sv: hitta rum

source: setup google
sv: koppla google

source: sales
sv: försäljning

source: partners
sv: partner

source: invoicing
sv: fakturering

source: update materials
sv: uppdatera material

source: integrations
sv: integrationer

source: auto template stats
sv: automallar statistik

source: fields
sv: fält

source: profile
sv: profil

source: grouping
sv: gruppering

source: date grouping
sv: datum-gruppering

source: week
sv: vecka

source: day
sv: dag

source: earned
sv: förtjänat

source: change price
sv: pris ändring

source: change cost
sv: kostnad ändring

source: material handling
sv: materialhantering

source: partner buys on dryfts account
sv: partner köper på dryfts konto

source: partner buys on own account
sv: partner köper på eget konto

source: dryft buys and delivers to customer
sv: dryft köper och levererar till kund

source: dryft buys and delivers to warehouse
sv: dryft köper och levererar till lager

source: attest
sv: attestera

source: file id
sv: fil-ID

source: file name
sv: filnamn

source: not project related
sv: inte projekt-relaterat

source: legal name
sv: juridiskt namn

source: company signatory name
sv: firmatecknare namn

source: company signatory person number
sv: firmatecknare personnummer

source: company signatory email
sv: firmatecknare email

source: settings
sv: inställningar

source: show hours from subcontractors
sv: visa timmar för underentreprenörer

source: not attested
sv: inte attesterat

source: budget material
sv: materialbudget

source: invoiced material
sv: inköpt material

source: amount excluding VAT
sv: belopp ex. moms

source: completed all departments
sv: klar alla yrkesgrupper

source: offer presentation image url
sv: presentationsbild offert

source: The specific areas where the renovation will take place.
sv: Där renoveringen kommer att göras.

source: Service
sv: Tjänst

source: The type of work that will be performed in each room.
sv: En detaljerad beskrivning av varje tjänst, inklusive de specifika åtgärder som görs och de material som kommer att användas.

source: A detailed description of each service, including the specific actions required and the materials that will be used.
sv: En detaljerad beskrivning av varje tjänst, inklusive de specifika åtgärder som görs och de material som kommer att användas.

source: Project plan
sv: Projektplan

source: More about me
sv: Mer om mig

source: offer intro text
sv: Introtext

source: not mapped to company
sv: inte mappat till företag

source: cancelled invoice
sv: makulerad

source: left weeks
sv: kvar prod (v)

source: ROT 2025 temporary
sv: ROT 2025 temporär

source: offer duration
sv: projektlängd

source: offer estimated start
sv: önskat startdatum

source: offer time plan
sv: tidsplan

source: Project description
sv: Projektbeskrivning

source: Terms and conditions
sv: Villkor och förtydliganden

source: Duration
sv: Längd

source: Guarantees and Insurances
sv: Garantier och försäkringar

source: We believe that transparency, clarity, and good communication are the foundation of a successful renovation experience. That’s why this section is designed to give you a clear and structured overview of your project, from start to finish.
sv: Vi på Dryft tror att transparens, tydlighet och god kommunikation är grunden för en lyckad renoveringsupplevelse. Därför är det här avsnittet utformat för att ge dig en klar och strukturerad överblick över ditt projekt – från start till mål.

source: Here you’ll find a detailed breakdown of the entire project, organized into three levels to make it easy to understand:
sv: Här hittar du en detaljerad genomgång av hela projektet, uppdelad i tre nivåer för att göra det lätt att förstå:

source: Introduction
sv: Introduktion

source: Room/area
sv: Rum/område

source: Only one or zero hyphens allowed
sv: Bara ett eller noll bindestreck är tillåtna

source: Hyphen must be followed by 4 digits
sv: Det måste vara 4 siffror efter bindestrecket

source: Person numbers are 10 or 12 digits
sv: Personnummer är 10 eller 12 siffror

source: Checksum invalid
sv: Ogiltig checksumma

source: non-zero diff
sv: icke-noll diff

source: Person number invalid
sv: Ogiltigt personnummer

source: Organization number invalid
sv: Ogiltigt org.nummer

source: highlight in offer
sv: highlight

source: Materials of your choice
sv: Materialval

source: project size profit
sv: projektstorlek vinst (kr)

source: Completed (kr)
sv: Färdigstäl. (kr)

source: Invoiced
sv: Fakturerat

source: Invoiced diff
sv: Diff fakt.

source: Completed (h)
sv: Färdigstäl. (h)

source: hours booked
sv: bokade timmar

source: partner labor compensation
sv: kompensation arbete

source: partner materials compensation
sv: kompensation material

source: invoiced material diff
sv: inköpt diff

source: show rebates
sv: visa rabatter

source: production per week left
sv: prod/v (kr)

source: Price controller
sv: Pris-controller

source: Customer:
sv: Kund:

source: Standard price
sv: Standard-pris

source: No charge
sv: Gratis

source: Standard compensation
sv: Standard-kompensation

source: No compensation
sv: Ingen kompensation

source: is hidden change
sv: gömd i ÄTA-liggare

source: sent to approval by
sv: skickat för godkännande av

source: approved by
sv: godkänd av

source: send to approval
sv: skicka för godkännande

source: approve changes
sv: godkänn ändringar

source: sent to approval ts
sv: tid för skickad för godkännande

source: changes to approve
sv: Ändringar att godkänna

source: finance manager
sv: ekonomiansvarig

source: accepted by
sv: accepterad av

source: This is shown to the customer
sv: Detta visas för kunden

source: drive link
sv: länk till google drive

source: door code
sv: dörrkod

source: invalid email
sv: ogiltig email

source: approved ts
sv: godkänd tid

source: undo send to approval
sv: ånga skicka till godkännande

source: Approve change
sv: Godkänn ÄTA

source: changes to approve - archive
sv: Arkiv av godkända ÄTA

source: compare
sv: jämför

source: unlock pricing
sv: Lås upp prisning

source: amount (ex VAT)
sv: kr (ex moms)

source: Revenue
sv: Intäkt

source: You can undo the send if you remember something more to add, as long as the change has not been accepted.
sv: Du kan ånga detta om du kommer på något mer att lägga till, så länge ändringen inte har godkänts.

source: locked cars rebate (%)
sv: låst rabatt bilar (%)

source: cost/unit
sv: kostnad/enhet

source: Set cars price
sv: Sätt bil-pris

source: manual cars price
sv: bilpris satt manuellt

source: is pricing
sv: prissätter

source: Lock/unlock pricing for individual moments or materials
sv: Lås/lås upp prisning för individuella moment eller material

source: Materials to price
sv: Material att prissätta

source: Lock/unlock individual pricing
sv: Lås/lås upp prissättning individuelt

source: lock pricing
sv: lås prissättning

source: quarter
sv: kvartal

source: download all files
sv: ladda ner alla filer

source: invoice date
sv: fakturadatum

source: download all materials files
sv: ladda ner alla materialfiler

source: download all labor files
sv: ladda ner alla arbetsfiler

source: download CSV
sv: ladda ner CSV

source: Mon
sv: Mån

source: Tue
sv: Tis

source: Wed
sv: Ons

source: Thu
sv: Tors

source: Fri
sv: Fre

source: Sat
sv: Lör

source: Sun
sv: Sön

source: January
sv: Januari

source: February
sv: Februari

source: March
sv: Mars

source: May
sv: Maj

source: June
sv: Juni

source: July
sv: Juli

source: August
sv: Augusti

source: October
sv: Oktober

source: charger installation materials {charger_type}
sv: material laddboxinstallation {charger_type}

source: New Year's Day
sv: Nyårsdagen

source: New Year
sv: Nyår

source: Epiphany
sv: Trettondedag jul

source: Good Friday
sv: Långfredagen

source: Good Fr
sv: Lång

source: Easter Eve
sv: Påskafton

source: Easter Day
sv: Påskdagen

source: Easter Monday
sv: Annandag påsk

source: Easter
sv: Påsk

source: May Day
sv: Första maj

source: May Day, Sunday
sv: Första maj, Söndag

source: May 1
sv: 1 maj

source: Ascension Day
sv: Kristi himmelsfärdsdag

source: Ascension
sv: Kristi

source: Whit Sunday
sv: Pingstdagen

source: Whitsun
sv: Pingst

source: National Day of Sweden
sv: Sveriges nationaldag

source: Midsummer Eve
sv: Midsommarafton

source: Midsummer Day
sv: Midsommardagen

source: Midsummer
sv: Mids

source: All Saints Day
sv: Alla helgons dag

source: Saints
sv: Helgon

source: Christmas Eve
sv: Julafton

source: Christmas Day
sv: Juldagen

source: Xmas
sv: Jul

source: Boxing Day
sv: Annandag jul

source: Boxing
sv: Annan

source: New Year's Eve
sv: Nyårsafton

source: Property manager
sv: Förvaltare

source: Entrepreneur
sv: Entreprenör

source: Designer/Architect/Decorator
sv: Designer/Arkitekt/Inredare

source: renovation buddy
sv: renoveringskompis

source: project manager
sv: projektledare

source: project engineer
sv: projektingenjör

source: Offer from Dryft
sv: Offert från Dryft

source: We could not accommodate desired time
sv: Vi kunde inte önskad tid

source: Wants to update quote
sv: Önskar uppdatera offert

source: Wants to update quote/Quote does not match what I wanted
sv: Önskar uppdatera offert/Offerten stämmer inte med vad jag önskat

source: Chose another company
sv: Valde annat företag

source: Other
sv: Övrigt

source: Cost labor
sv: Kostnad arbete

source: Small job adjustment
sv: Justering litet jobb

source: Inner city
sv: Innerstad

source: auto templates 2
sv: automallar 2

source: auto templates 3
sv: automallar 3

source: {}% finished
sv: {}% klart

source: language
sv: språk

source: blocked
sv: blockad

source: Upcoming projects
sv: Kommande projekt

source: job description
sv: arbetsbeskrivning

source: contact information
sv: kontaktinformation

source: client information
sv: kundinformation

source: contractors
sv: hantverkare

source: no contractors available.
sv: inga hantverkare tillgängliga.

source: responsible at Dryft
sv: ansvariga hos Dryft

source: learn more about me
sv: läs mer om mig

source: size
sv: storlek

source: hours remaining
sv: timmar kvar

source: completion
sv: färdigställandegrad

source: customer economics
sv: Kundekonomi

source: including VAT
sv: ink. moms

source: completed of project
sv: färdigt av projektet

source: contact info
sv: kontaktinformation

source: dryft buys
sv: dryft köper

source: production economics
sv: produktionsekonomi

source: marking
sv: märkning

source: profitability
sv: lönsamhet

source: Locking would change price. Press "Save and recalculate" on the pricing page, then try again.
sv: Lås skulle ändra pris. Tryck "Spara och räkna om" på prisa-sidan, och försök sen igen.

source: revenue
sv: intäkt

source: profit
sv: vinst

source: expected revenue
sv: förväntad intäkt

source: invoiced to customer
sv: fakt. kund

source: expected cost
sv: förväntad kostnad

source: invoiced to dryft
sv: fakturerat dryft

source: expected profit
sv: förväntad vinst

source: profit per invoicing
sv: vinst enligt fakturering

source: terms and conditions version
sv: Villkor-version

source: No active job for this project
sv: Inga aktiva versioner på det här projektet.

source: invoiced last
sv: senast fakturerad

source: comment
sv: kommentar

source: invoice comment
sv: faktureringskommentar

source: all
sv: alla

source: total cost
sv: totalkostnad

source: manage materials
sv: hantera material

source: changes
sv: ändringar

source: in {} days
sv: om {} dagar

source: delivery status
sv: status

source: delivery date
sv: lev.datum

source: delivery supplier
sv: leverantör

source: not ordered
sv: ej beställt

source: ordered
sv: beställt

source: delivered
sv: levererat

source: margin
sv: marginal

source: price/unit
sv: pris/enhet

source: total price
sv: totalpris

source: not yet accepted
sv: ej ännu godkända

source: accepted the last 7 days
sv: godkända senaste 7 dagarna

source: balance
sv: saldo

source: paid date
sv: betalat datum

source: labor amount
sv: arbete belopp

source: materials amount
sv: material belopp

source: cars amount
sv: övrigt belopp

source: total to pay
sv: totalt att betala

source: amount of tax deduction
sv: varav skatteavdrag

source: amount paid
sv: betalat

source: last checked
sv: senast kollad

source: completed (h)
sv: färdigställt (h)

source: completed (kr)
sv: färdigställt (kr)

source: invoiced labor
sv: fakturerat arbete

source: invoiced materials
sv: fakturerat material

source: invoiced cars
sv: fakturerat bilar

source: invoiced diff
sv: fakturerat diff

source: paid
sv: betald

source: late
sv: försenad

source: not paid
sv: inte betald

source: cancelled
sv: makulerad

source: credit
sv: kredit

source: minuba invoices exists. Contact Leona or Johannes to make sure everything is correct.
sv: minuba fakturor existerar. Kontakta Leona eller Johannes för att säkerställa att allt är korrekt.

source: to invoice
sv: att fakturera

source: before ROT
sv: före ROT

source: after ROT
sv: efter ROT

source: tax deduction disabled - missing property designation information
sv: ROT avstängt - saknar fastighetsinformation

source: total rot exceeds maximum - verify customer has remaining capacity
sv: ROT överstiger max - verifiera att kund har kapacitet kvar

source: tax deduction (ROT)
sv: skatteavdrag (ROT)

source: total deduction amount in project
sv: totalt avdrag i projektet

source: personal number
sv: personnummer

source: deduction amount
sv: avdragsbelopp

source: invoice has either been paid, is a credit invoice, has been cancelled, or was not made in core.
sv: fakturan har antingen blivit betald, är en kreditfaktura, har blivit makulerad eller gjordes inte i core.

source: Cant create invoice. You have insufficient invoicing permissions.
sv: Kan inte skapa faktura. Du har otillräckliga faktureringsrättigheter.

source: Cant create invoice. Project has no active job.
sv: Kan inte skapa faktura. Projektet har ingen aktiv version.

source: create invoice
sv: skapa faktura

source: amounts are including vat
sv: beloppen är inklusive moms

source: only numbers are allowed
sv: bara siffror tillåtna

source: shouldnt exceed
sv: borde inte överstiga

source: total rot deduction exceeds maximum
sv: totalavdrag överstiger max

source: do you want to credit
sv: vill du kreditera

source: view PDF
sv: se PDF

source: credited
sv: krediterad

source: missing complete mapping
sv: saknar hel mappning

source: credited invoice
sv: krediterad faktura

source: based on template
sv: baserad på mall

source: from email
sv: från email

source: attachments json
sv: bifogad json

source: from date
sv: från datum

source: to date
sv: till datum

source: unmapped invoices
sv: omappade fakturor

source: is auto invoiced
sv: auto-fakturerad

source: auto invoice comment
sv: auto-faktureringskommentar

source: How do you want to finish the project?
sv: Hur vill du slutföra projektet?

source: Leave a comment instead
sv: Lämna en kommentar istället

source: Describe eventual problems or other comments
sv: Beskriv eventuella problem eller andra kommentarer

source: How convenient was it to work with Dryft?
sv: Hur smidigt var det att arbeta med Dryft?

source: auto invoice allowed
sv: tillåt autofakturering

source: failed auto invoice
sv: misslyckad autofaktura

source: Everything was according to plan, customer happy, send invoice automatically
sv: Allt enligt offert, kund nöjd och skicka faktura

source: import JSON
sv: importera JSON

source: Clear All Services
sv: Nollställ alla tjänster

source: import estimation data from JSON
sv: Importera mängdningsdata från JSON

source: import
sv: importera

source: or upload JSON file
sv: eller ladda upp en JSON fil

source: customer rating of workers
sv: kunds omdöme av hantverkare

source: customer rating of project leader
sv: kunds omdöme av projekledning

source: customer ratings
sv: kundomdömen

source: progress
sv: upparbetat

source: turnover
sv: omsättning

source: completed work
sv: upparbetat

source: one week of production
sv: 1v produktion

source: completed labor (kr)
sv: färdigstäl. arbete (kr)

source: completed materials (kr)
sv: färdigstäl. material (kr)

source: completed cars (kr)
sv: färdigstäl. övrigt (kr)

source: invoiced customer
sv: fakt. kund

source: budget labor
sv: budget arbete

source: budget materials
sv: budget material

source: margin budget (%)
sv: marg. bdgt. (%)

source: margin invoiced (%)
sv: marg. fakt. (%)

source: start date from
sv: startdatum från

source: start date to
sv: startdatum till

source: end date from
sv: slutdatum från

source: end date to
sv: slutdatum till

source: completion % >=
sv: färdigstäl. % >=

source: Check auto-invoice eligibility
sv: Kontrollera autofakturering

source: search
sv: sök

source: clear
sv: nollställ

source: create change
sv: skapa ändring

source: first accepted
sv: första accepterade

source: accepted changes
sv: accepterade ändringar

source: latest unlocked
sv: senaste olåsta

source: core status
sv: status

source: Organization numbers are 10, 12 digits
sv: Organisationsnummer är 10 eller 12 siffror

source: Excluded
sv: Exkluderad

source: Booking logic i google sheets
sv: Bokningslogik i google sheets

source: Finished uncertain
sv: Klar?

source: Ongoing
sv: Pågående

source: Coming
sv: Kommande

source: Unknown
sv: Okänd

source: one week completed hours
sv: 1v prod (h)

source: overdue
sv: förfallen

source: latest customer invoice
sv: senast kundfakt.

source: diff inv.
sv: diff fakt.

source: cost labor
sv: kostnad arbete

source: diff labor
sv: diff arbete

source: latest labor invoice
sv: senast arbetsfakt.

source: cost material
sv: kostnad material

source: diff materials
sv: diff material

source: latest materials invoice
sv: senast materialfakt.

source: cost unmapped
sv: kostnad omappat

source: latest unmapped invoice
sv: senast omappadfakt.

source: result invoiced
sv: result. fakt.

source: ongoing
sv: pågående

source: project gantt
sv: projekt gantt

source: finished
sv: avslutad

source: finished uncertain
sv: klar?

source: coming
sv: kommande

source: excluded
sv: exkluderad

source: timespan
sv: tidspann

source: Project Gantt
sv: Projekt Gantt

source: main estimator
sv: huvudräknare

source: partner company
sv: partnerföretag

source: production hours per week left
sv: prod/v (h)

source: customer choice materials
sv: kundvalsmaterial

source: delivered?
sv: levererad?

source: time planning
sv: Tidsplanering

source: margin cannot be negative
sv: marginalen kan inte vara negativ

source: rebate must be between 0 and 100%
sv: rabatten måste vara mellan 0 och 100%

source: partner carried cost must be between 0 and 100%
sv: partnerns kostnadsandel måste vara mellan 0 och 100%

source: There are invoices mapped to the project but NOT to the budget. See them at the bottom of Production Economics and map them to the budget for the project's figures to display correctly.
sv: Det finns fakturor mappade till projektet men INTE till budget. Se dem längst ner i Produktionsekonomi och mappa dem till budget för att projektets siffor ska visa rätt.

source: customer selection materials ordered by Dryft
sv: kundvalsmaterial som beställs av Dryft

source: apply filters to gantt chart
sv: applicera filter på Gantt

source: latest supplier invoice
sv: senast fakt.

source: partner revenue
sv: omsättn. (kr)

source: finished but not fully invoiced
sv: avslutad men inte fulltfakturerad

source: open
sv: öppna

source: change hours
sv: ändring timmar

source: done
sv: klar

source: accepted
sv: accepterad

source: produced per week
sv: producerat per vecka

source: the app
sv: appen

source: status excluded
sv: status exkluderad

source: Produced hours per day
sv: Producerade timmar per dag

source: gross profit
sv: bruttovinst

source: latest prod
sv: senast prod

source: production
sv: produktion

source: View longer period
sv: Se längre period
