Repository: axelf777/po-merge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: has collected ROT
sv: har samlat in ROT

source: single
sv: enkel

source: multiple
sv: multipla

source: split ROT
sv: dela ROT

source: house
sv: hus

source: secondary name
sv: sekundärt namn

source: secondary person number
sv: sekundärt personnummer

source: created by auto template
sv: skapad av automallar

source: Auto template usage per department this month
sv: Användning av automallar denna månad

source: Start project queue
sv: Starta projekt-kön

source: Send to minuba
sv: Skicka till Minuba

source: house value
sv: husvärde

source: number of floors
sv: antal våningar

source: number of rooms
sv: antal rum

source: current energy need (kWh)
sv: nuvarande energibehov (kWh)

source: built year
sv: byggår

source: option chosen
sv: valt tillval

source: projected energy need (kWh)
sv: uppskattat framtida energibehov (kWh)

source: cost per kWh
sv: kostnad per kWh

source: room type
sv: rumtyp

source: room types
sv: rumtyper

source: template group
sv: mallgrup

source: template groups
sv: mallgrupper

source: completed
sv: avklarat

source: estimation TODO
sv: TODO för mängdning

source: estimation TODOs
sv: TODOs för mängdning

source: Report time
sv: Tidsrapport

source: Select a version to lock
sv: Välj en version att låsa

source: Energy renovation
sv: Energirenovering

source: xAuto Service with that name already exists
sv: xAuto-tjänst med det namnet finns redan

source: is energy renovation
sv: energirenovering estimat

source: Fill in energy renovation fields!
sv: Fyll i energirenoverings-fält!

source: Failed to delete room, because it has services
sv: Kunde inte radera rum då rummet har tjänster

source: All
sv: Alla

source: Dry run
sv: Kör utan att spara

source: today
sv: idag

source: 1 day ago
sv: 1 dag sen

source: {} days ago
sv: {} dagar sen

source: 1 week ago
sv: 1 vecka sen

source: {} weeks ago
sv: {} veckor sen

source: 1 month ago
sv: 1 månad sen

source: {} months ago
sv: {} månader sen

source: 1 year ago
sv: 1 år sen

source: {} years ago
sv: {} år sen

source: review tag
sv: tagg

source: review tags
sv: taggar

source: review
sv: omdöme

source: reviews
sv: omdömen

source: Add new tag
sv: Lägg till ny tagg

source: Delete review tag
sv: Radera tagg

source: Setup google
sv: Starta google-auth

source: list price/unit
sv: list-pris/enhet

source: wants ROT
sv: vill ha ROT

source: property type
sv: fastighetstyp

source: My projects
sv: Mina projekt

source: About the project
sv: Om projektet

source: People on the project
sv: Personer på projektet

source: Choose account
sv: Välj konto

source: Choose location
sv: Välj plats

source: Success
sv: Klart

source: unoccupied
sv: obelagd

source: warranty job
sv: garantijobb

source: planned activity
sv: planerad aktivitet

source: overtime not ordered
sv: övertid ej beordrad

source: overtime ordered
sv: övertid beordrad

source: hours reduction
sv: arbetstidsförkortning

source: union work
sv: fackligt arbete

source: pregnancy
sv: graviditetspenning

source: care of family member
sv: närståendevård

source: leave
sv: permission

source: sales time
sv: försäljning

source: meeting
sv: möte

source: hide materials prices
sv: göm material-priser

source: Estimated start date
sv: Estimerat startdatum

source: Undo time report
sv: Ångra tidsrapport

source: time type
sv: tidstyp

source: date
sv: datum

source: note
sv: anteckning

source: Room
sv: Rum

source: Workspec
sv: Arbetsbeskrivning

source: materials price
sv: material pris

source: labor price
sv: arbete pris

source: cars price
sv: bilar pris

source: consumables price
sv: förbrukningsvaror pris

source: materials cost
sv: material kostnad

source: labor cost
sv: arbete kostnad

source: cars cost
sv: bilar kostnad

source: consumables cost
sv: förbrukningsvaror kostnad

source: Price log
sv: Pris-logg

source: Name of change
sv: Namn på ÄTA

source: Unlock pricing
sv: Lås upp priser

source: Project has an accepted version, so unlocking prices is not allowed
sv: Projektet har en accepterad version, så låsa upp pricer är inte möjligt

source: Cannot change a locked version
sv: Kan inte ändra en låst version

source: locked price/hour
sv: låst pris/timme

source: locked materials rebate (%)
sv: låst materialrabatt (%)

source: hide services prices
sv: göm tjänst-priser

source: locked labor rebate (%)
sv: låst rabatt arbete (%)

source: Cost overview
sv: Kostnadsöversikt

source: is accepted change
sv: accepterad ÄTA

source: Create change
sv: Skapa ÄTA

source: Set accepted change
sv: Sätt accepterad ÄTA

source: Set accepted
sv: Sätt accepterad

source: Accept change
sv: Acceptera ÄTA

source: Other departments
sv: Andra enheter

source: Mark complete for %(user_department)s
sv: Klarmarkera för %(user_department)s

source: Confirm project is completed for {}
sv: Bekräfta att projektet är klart för {}

source: Confirm project is not completed for {}
sv: Bekräfta att projektet inte är klart för {}

source: unmark complete
sv: Ta bort klarmarkering

source: Unmark complete for %(user_department)s
sv: Ta bort klarmarkering för %(user_department)s

source: timestamp
sv: tidsstämpel

source: All departments are done
sv: Alla enheter är klara

source: %(department)s are done
sv: %(department)s är klara

source: Change request
sv: ÄTA-förfrågan

source: Change requests
sv: ÄTA-förfrågningar

source: assigned to
sv: tilldelad till

source: My change requests
sv: Min ÄTA-förfrågningar

source: Let go
sv: Släpp denna

source: Grab
sv: Ta denna

source: completed departments
sv: färdiga enheter

source: Complete my department
sv: Klart för min enhet

source: Complete for all departments
sv: Helt klart

source: Risk analysis {}
sv: Riskanalys {}

source: Confirmed checklist
sv: Bekräftat checklistan

source: No risk analysis
sv: Ingen riskanalys

source: longitude
sv: longitud

source: latitude
sv: latitud

source: No workers booked
sv: Inga bokade hantverkare

source: Sub contractors other price
sv: UE övrigt pris

source: yesterday
sv: igår

source: tomorrow
sv: imorgon

source: monday
sv: måndag

source: tuesday
sv: tisdag

source: wednesday
sv: onsdag

source: thursday
sv: torsdag

source: friday
sv: fredag

source: saturday
sv: lördag

source: sunday
sv: söndag

source: last {}
sv: förra {}en

source: NOTE: Pricing subset
sv: OBS: Prissätter ändringar

source: preliminary
sv: preliminär

source: responsible worker
sv: ansvarig hantverkare

source: estimator
sv: mängdare

source: Unallocated
sv: Obokat

source: Absense
sv: Frånvaro

source: Preliminary booked
sv: Prell

source: Booked
sv: Bokad

source: Meeting
sv: Möte

source: worker
sv: hantverkare

source: Additional information
sv: Kompletterande information

source: %(number_of_requests)s requests
sv: %(number_of_requests)s förfrågningar

source: %(number_of_unprocessed_requests)s not processed
sv: %(number_of_unprocessed_requests)s ofärdiga

source: As map
sv: Som karta

source: holder
sv: innehavare

source: where
sv: var

source: key
sv: nyckel

source: keys
sv: nycklar

source: holder before
sv: innehavare före

source: where before
sv: var före

source: where after
sv: var efter

source: description before
sv: beskrivning före

source: description after
sv: bekrivning efter

source: The price is unchanged since last version!
sv: Priset är oförändrat sen förra versionen!

source: Keys
sv: Nycklar

source: Log
sv: Logg

source: location error
sv: fel med address

source: Neighbor flyers distributed by
sv: Granneflyers utdelade av

source: proxy email address
sv: proxy email

source: Neighbor flyers
sv: Granneflyers

source: Edit freetext
sv: Ändra fritext

source: Image
sv: Bild

source: Images
sv: Bilder

source: Re-read from HS
sv: Läs om från HS

source: Show past data
sv: Visa historiskt data

source: no choice
sv: inget vald

source: All Dryft projects
sv: Alla Dryft-projekt

source: Upcoming
sv: Kommande

source: Finished
sv: Avslutad

source: Finished projects
sv: Avslutade projekt

source: Create slack channel
sv: Skapa slack-kanal

source: Create Slack channel
sv: Skapa slack-kanal

source: There is no accepted version
sv: Det finns ingen accepterad version

source: weeks
sv: veckor

source: lagging
sv: släpande

source: Historical booked
sv: Historiskt bokat

source: No room types
sv: Inga rum-typer

source: Scheduled without moments
sv: Schemalagt utan moment

source: Booking vs estimated
sv: Bokat vs estimerat

source: Department
sv: Yrkesgrupp

source: Projekt leader
sv: Projektledare

source: Car days benchmark
sv: Dagar med bil förslag

source: Show slots
sv: Visa slots

source: Hours
sv: Timmar

source: Responsible sales
sv: RK

source: guarantee
sv: garanti

source: sick leave
sv: sjukskriven

source: Dryft Core log in
sv: Dryft Core inloggning

source: Log in
sv: Logga in

source: To install Dryft Core:
sv: För att installera Dryft Core:

source: Add to Home Screen
sv: Lägg till på hemskärmen

source: Select
sv: Välj

source: Clear accepted change
sv: Avmarkera som accepterad ÄTA

source: Labor price
sv: Arbete pris

source: Consumables price
sv: Förbrukningsvaror pris

source: Files
sv: Filer

source: Drill down locked prices
sv: Drill down låsta priser

source: Drill down pricing
sv: Drill down priser

source: internal template guide
sv: intern guide för automallar

source: Incident
sv: Tillbud

source: Accident
sv: Olycka

source: time
sv: tid

source: incident
sv: tillbud

source: incidents
sv: tillbud

source: key locker
sv: nyckelskåp

source: additional emails
sv: andra email-adresser

source: message
sv: meddelande

source: messages
sv: meddelanden

source: company
sv: företag

source: companies
sv: företag

source: Partner log in
sv: Logga in som partner

source: login code
sv: login-kod

source: This form is for partners. Please use the login button above.
sv: Detta formulär är för partners. Använd knappen ovan för att logga in som anställd på Dryft.

source: Dryft Core login code
sv: Dryft Core login-kod

source: No user with that email
sv: Ingen användare med den email:en

source: Invalid login code
sv: Ogiltig inloggningskod

source: Login code
sv: Inloggningskod

source: Calendar link
sv: Länk till kalendern

source: Press the share button below
sv: Tryck på dela-knappen nedan

source: is ignored
sv: Ignorera

source: automatic car pricing price per day
sv: automatiskt kostnad för bilar per dag

source: automatic car pricing cost per day
sv: automatiskt pris för bilar per dag

source: responsible user
sv: ansvarig användare

source: Main estimator
sv: Huvudräknare

source: Dependencies
sv: Beroenden

source: lunch start time
sv: lunch starttid

source: Dependencies done
sv: Beroenden klara

source: Done
sv: Klart

source: skip lunch
sv: hoppa över lunch

source: active job
sv: aktiv version

source: Scheduling done
sv: Schemaläggning klar

source: Needs scheduling
sv: Behöver schemaläggning

source: Mark completed
sv: Klarmarkera

source: Price/hour partner
sv: Pris/timme partner

source: Auto scheduling testing
sv: Test för automatisk schemaläggning

source: planning color
sv: färg i planeringen

source: This offer has options. You must use the accept feature in the offer itself.
sv: Denna version har tillval. Du måste använda accept-funktionen i offerten.

source: project leader
sv: projektledare

source: created by
sv: skapad av

source: created at
sv: skapad

source: partner adjusted hours
sv: justerade timmar för partner

source: needs confirmation
sv: behöver bekräfta

source: waiting for confirmation
sv: väntar på bekräftelse

source: confirmed
sv: bekräftad

source: deleted
sv: raderad

source: Confirm planning changes
sv: Bekräfta ändringar i planering

source: needs planning confirmation
sv: behöver bekräfta planering

source: maybe send email for planning confirmation
sv: kanske skicka email för ändringar i planering

source: Confirm changes
sv: Bekräfta ändringar

source: Project leader
sv: Projektledare

source: lock time
sv: låst

source: accept time
sv: accepterad

source: Objects
sv: Objekt

source: Services
sv: Tjänster

source: Push to Minuba
sv: Pusha till minuba

source: Subscribe to calendar
sv: Prenumerera på kalendern

source: Send invite
sv: Skicka inbjudan

source: You will receive an invite to join the channel to your email address:
sv: Du kommer få en inbjudan att gå med i kanalen på din email-address:

source: Partner issues
sv: Partner-problem

source: Find rooms
sv: Hitta rum

source: Gold
sv: Guld

source: mostly won
sv: avsiktsförklaring klar

source: availability opt in
sv: tillgänglighet opt-in

source: username
sv: användarnamn

source: tag
sv: tagg

source: tags
sv: taggar

source: availability sheet id
sv: tillgänglighet sheet-id

source: update issues
sv: problem med uppdatering

source: partner level
sv: partner-nivå

source: password
sv: lösenord

source: last login
sv: senast inloggad

source: first name
sv: förnamn

source: last name
sv: efternamn

source: email address
sv: mejl-adress

source: staff status
sv: admin-status

source: active
sv: aktiv

source: date joined
sv: datum till-lagd

source: hubspot owner id
sv: hubspot ägare-ID

source: shift start time monday
sv: start av arbetstid måndag

source: shift end time monday
sv: slut av arbetstid måndag

source: shift start time tuesday
sv: start av arbetstid tisdag

source: shift end time tuesday
sv: slut av arbetstid tisdag

source: shift start time wednesday
sv: start av arbetstid onsdag

source: shift end time wednesday
sv: slut av arbetstid onsdag

source: shift start time thursday
sv: start av arbetstid torsdag

source: shift end time thursday
sv: slut av arbetstid torsdag

source: shift start time friday
sv: start av arbetstid fredag

source: shift end time friday
sv: slut av arbetstid fredag

source: shift start time saturday
sv: start av arbetstid lördag

source: shift end time saturday
sv: slut av arbetstid lördag

source: shift start time sunday
sv: start av arbetstid söndag

source: shift end time sunday
sv: slut av arbetstid söndag

source: calendar access code
sv: kalender access-kod

source: last used on
sv: senast använd

source: availability
sv: tillgänglighet

source: groups
sv: grupper

source: user permissions
sv: användarrättigheter

source: image
sv: bild

source: has thumbnail
sv: har tumnagel

source: order
sv: ordning

source: hubspot api call
sv: hubspot API-anrop

source: hubspot api calls
sv: hubspot API-anrop

source: checklist item
sv: checklist-rad

source: created
sv: skapad

source: failures
sv: fel

source: failure latest when
sv: tid för senaste fel

source: thread
sv: tråd

source: threads
sv: trådar

source: resolved
sv: löst

source: dorunner assignment
sv: dorunner tilldelning

source: dorunner assignments
sv: dorunner tilldelningar

source: sent to hubspot
sv: skickat till hubspot

source: fortnox customer
sv: fortnox-kund

source: fortnox customers
sv: fortnox-kunder

source: base data
sv: bas-data

source: google calendar configuration
sv: konfiguration google-kalender

source: google calendar configurations
sv: konfiguration google-kalendrar

source: client config
sv: klientkonfiguration

source: mail queue
sv: mejlkö

source: mail queues
sv: mejlkö

source: ts
sv: tidsstämpel

source: subject
sv: ämne

source: avatar datas
sv: avatar-data

source: project numbers
sv: p-nummer

source: hubspot project deal id
sv: hubspot projekt-deal ID

source: hubspot sales deal type
sv: hubspot projekt-deal-typ

source: slack channel id
sv: slack-kanal-ID

source: ev order number
sv: laddbox ordernummer

source: workspec owner marked read synced to hubspot
sv: arbetsbeskrivning ägare markerat läst synkat till hubspot

source: accept reject changed time
sv: tid för accept/nekat ändring

source: project size hours
sv: storlek (h)

source: project size price
sv: oms. (kr)

source: images
sv: bilder

source: lock synced to hubspot
sv: lås synkat till hubspot

source: last changed
sv: senast ändrad

source: customer access code
sv: access-kod för kund

source: automatic dependencies created
sv: automatiska beroenden skapade

source: decline reason
sv: nekad anledning

source: accept reason
sv: accept anledning

source: locked accept reject
sv: låst accept/neka

source: icon
sv: ikon

source: department pricing row
sv: yrkesgrupp-prisnings-rad

source: department pricing rows
sv: yrkesgrupp-prisnings-rader

source: aliases
sv: alias

source: no dimensions
sv: inga dimensioner

source: creation time
sv: skapad tid

source: template type
sv: mall-typ

source: first present in job
sv: först närvarande i version

source: depends on
sv: beror på

source: automatic price adjusted
sv: automatisk prissättning gjord

source: pdfs
sv: PDFer

source: section
sv: sektion

source: is group
sv: är grupp

source: from template
sv: från mall

source: invoicing type
sv: fakturatyp

source: approved by customer
sv: godkänd av kund

source: account
sv: konto

source: invoice
sv: Faktura

source: invoices
sv: fakturor

source: sent
sv: skickat

source: sent time
sv: tid skickat

source: tax deduction
sv: skatteavdrag

source: windows and doors cost from
sv: fönster och dörrar kostnad från

source: windows and doors cost to
sv: fönster och dörrar kostnad till

source: insulation cost from
sv: isoleringskostnad från

source: insulation cost to
sv: isoleringskostnad till

source: heating cost from
sv: uppvärmningskostnad från

source: heating cost to
sv: uppvärmningskostnad till

source: hot water cost from
sv: varmvattenkostnad från

source: hot water cost to
sv: varmvattenkostnad till

source: ventilation cost from
sv: ventilationskostnad från

source: ventilation cost to
sv: ventilationskostnad till

source: ev charger cost from
sv: laddbox kostnad från

source: ev charger cost to
sv: laddbox kostnad till

source: energy storage cost from
sv: energilagring kostnad från

source: energy storage cost to
sv: energilagring kostnad till

source: other cost from
sv: övrigt kostnad från

source: other cost to
sv: övrigt kostnad till

source: booking
sv: bokning

source: bookings
sv: bokningar

source: end
sv: slut

source: other information
sv: övrig information

source: zip
sv: postnummer

source: summary
sv: sammanfattning

source: is scheduled
sv: är schemalagd

source: start time
sv: start-tid

source: end time
sv: sluttid

source: minutes
sv: minuter

source: overlapped
sv: överlappad

source: overlap minutes
sv: överlapp minuter

source: secret
sv: hemlig

source: previous in chain
sv: föregående i kedja

source: link
sv: länk

source: rate
sv: betyg

source: when
sv: när

source: src
sv: källa

source: system time
sv: systemtid

source: system times
sv: systemtider

source: identifier
sv: identifierare

source: user time
sv: användartid

source: user times
sv: användartider

source: subscription
sv: prenumeration

source: subscriptions
sv: prenumerationer

source: subscription type
sv: prenumerationstyp

source: invoice number
sv: fakturanummer

source: due date
sv: förfallodatum

source: Hours left
sv: Timmar kvar

source: Future scheduled
sv: Schemalagt framåt

source: Collapse
sv: Minimera

source: Pricing
sv: Prisa

source: can shop from distributors
sv: kan handla från distributörer

source: account type
sv: kontotyp

source: work
sv: arbete

source: is price estimation
sv: är prisuppskattning

source: Summary price estimation
sv: Sammanfattning av prisuppskattning

source: Price estimation
sv: Prisuppskattning

source: p number
sv: p-nummer

source: customer journey
sv: kundresa

source: has offer icon
sv: har ikon i offerter

source: Invite
sv: Inbjudan

source: invited users
sv: Inbjudna användare

source: Availability sheet
sv: Tillgänglighet sheet

source: No project number
sv: Inget projektnummer

source: planning integration level
sv: integrationsnivå planering

source: Bronze
sv: Brons

source: interval
sv: intervall

source: total hours booked
sv: timmar bokat totalt

source: hours estimated
sv: timmar mängdat

source: compensation
sv: kompensation

source: invoiced
sv: fakturerat

source: left to invoice
sv: kvar att fakturera

source: mix of companies
sv: mix företag

source: owner
sv: ägare

source: company owner
sv: Företag ägare

source: takes small medium projects
sv: tar S/M-projekt

source: takes large projects
sv: tar L-projekt

source: takes xl projects
sv: tar XL-projekt

source: Planning - Large
sv: Planering - Large

source: Mobile view
sv: Mobilvy

source: The project is already marked complete
sv: Projektet är redan klarmarkerat

source: partner review
sv: partneromdöme

source: partner reviews
sv: partneromdömen

source: rating
sv: betyg

source: other feedback
sv: övrig feedback

source: attested by
sv: attesterad av

source: attested ts
sv: attesteringstid

source: show complete
sv: visa klart

source: not mapped to project
sv: inte mappat till projekt

source: not mapped to account type
sv: inte mappat till konto

source: mine
sv: mina

source: Hours to price
sv: Timmar att prissätta

source: pricing version
sv: version prisa

source: Cost materials
sv: Kostnad material

source: NOTE: Old pricing
sv: OBS! Gamla prisningen

source: Cost production
sv: Kostnad produktion

source: Cost consumables
sv: Kostnad förbrukningsvaror

source: Cost source
sv: Kostnad källa

source: unlock
sv: lås upp

source: scheduled functions
sv: schemalagda funktioner

source: users
sv: användare

source: documents
sv: dokument

source: Booking stats
sv: Bokningsstatistik

source: year
sv: år

source: month
sv: månad

source: choose
sv: välj

source: partner carried cost
sv: kostnad belastad partner

source: partner carried cost (%)
sv: kostnad belastad partner (%)

source: Partner carried costs
sv: Kostnad belastad partner

source: filename
sv: filnamn

source: Images and documents
sv: Bilder och dokument

source: Materials cost
sv: Materialkostnader

source: Total cost labor
sv: Total kostnad arbete

source: Sub contractors other cost
sv: UE övriga kostnader

source: Total cost
sv: Total kostnad

source: customer rating
sv: kundbetyg

source: cost
sv: kostnad

source: Partner carried cost
sv: Kostnad belastad partner

source: economics
sv: ekonomi

source: cities
sv: städer

source: department cost
sv: kostnad yrkesgrupp

source: department costs
sv: kostnader yrkesgrupp

source: A booking for this project already exists. Please reload the page to see details.
sv: En bokning för detta projekt finns redan. Var god ladda om sidan för mer information.

source: Price after tax deduction
sv: Pris efter skatteavdrag

source: unknown
sv: okänt

source: People and schedule
sv: Personer och schema

source: planning admin notifications
sv: planerings-notifieringar för admin

source: planning worker notifications
sv: planerings-notifieringar

source: to
sv: till

source: Dryft has booked you
sv: Dryft har bokat dig

source: For more details, use the Dryft Core app.
sv: För mer detaljer, se Dryft Core-appen.

source: You have been booked the following times:
sv: Du har blivit bokad följande tider:

source: Dryft has booked {}
sv: Dryft har bokat {}

source: %(user)s has been booked the following times:
sv: %(user)s har blivit bokad följande tider:

source: Dryft has unbooked you
sv: Dryft har avbokat dig

source: Dryft has unbooked {}
sv: Dryft har avbokat {}

source: Dryft has changed a booking for you
sv: Dryft har ändrat en bokning för dig

source: Dryft has changed a booking for {}
sv: Dryft har ändrat en bokning för {}

source: The following bookings has been changed for %(user)s:
sv: Följande bokningar har blivit ändrade för %(user)s:

source: You have been unbooked the following times:
sv: Du har blivit avbokad följande tider:

source: %(user)s has been unbooked the following times:
sv: %(user) has blivit avbokad följande tider:

source: These bookings have been changed:
sv: Följande bokningar har ändrats:

source: fortnox supplier
sv: leverantör

source: fortnox suppliers
sv: leverantörer

source: fortnox supplier invoice
sv: lev.faktura

source: fortnox supplier invoices
sv: lev.fakturor
