Repository: axelf777/po-merge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: Booking failed
sv: Bokning misslyckades

source: no available workers
sv: inga hantverkare tillgängliga

source: Unknown zip code
sv: Okänd postkod

source: time slot no longer available
sv: tiden är inte längre tillgänglig

source: Booking failed due to a server error. A report has been logged and will be looked at as soon as possible.
sv: Bokning misslyckades pga ett tekniskt fel. Felet har loggats till utvecklarna och kommer tittas på så fort som möjligt.

source: Projects
sv: Projekt

source: Customers
sv: Kunder

source: Materials
sv: Material

source: Templates
sv: Mallar

source: Tools
sv: Verktyg

source: Search
sv: Sök

source: Staff user
sv: Admin-användare

source: Access to templates, etc
sv: Tillgång till mallar, etc

source: Access to the admin site
sv: Tillgång till admin-sidan

source: name
sv: namn

source: people
sv: personer

source: alternate name
sv: alternativt namn

source: job title
sv: jobbtitel

source: phone
sv: telefon

source: avatar full size
sv: avatar full storlek

source: car plates
sv: licensplåtar

source: department
sv: yrkesgrupp

source: role
sv: roll

source: team leader
sv: projektledare

source: dietary restriction
sv: matpreferens

source: start date
sv: startdatum

source: end date
sv: slutdatum

source: pant size
sv: storlek byxa

source: jacket size
sv: storlek jacka

source: shirt size
sv: storlek t-shirt

source: shoe size
sv: skostorlek

source: zones
sv: zoner

source: ex-employee
sv: föredetta anställd

source: Category
sv: Kategori

source: Categories
sv: Kategorier

source: description
sv: beskrivning

source: Document
sv: Dokument

source: Documents
sv: Dokument

source: Needs accepted version
sv: Behöver en accepterad offert

source: Write a number in one field at a time only
sv: Skriv siffror i ett fält i taget

source: Excluding VAT
sv: Ex moms

source: Including VAT
sv: Ink moms

source: Including VAT after ROT
sv: Ink moms efter ROT

source: More errors
sv: Se mer

source: You can start a search on any page by pressing <b>S</b> or <b>/</b> on your keyboard
sv: Du kan starta en sökning från var som helst genom att trycka <b>S</b> eller <b>/</b> på ditt tangentbord

source: Press <b>ESC</b> to cancel
sv: Tryck <b>ESC</b> för att avbryta

source: {} and {}
sv: {} och {}

source: Today
sv: Idag

source: Generate QR code
sv: Skapa QR-kod

source: Download
sv: Ladda ner

source: Calculate VAT
sv: Räkna på moms och ROT

source: Run tasks
sv: Kör task

source: Run {}?
sv: Kör {}?

source: Run
sv: Kör

source: Authorization successful
sv: Auktorisering genomförd

source: Edit documents
sv: Ändra dokument

source: Edit categories
sv: Ändra kategorier

source: email
sv: epost

source: person number
sv: personnummer

source: street
sv: gata

source: street 2
sv: gata 2

source: post code
sv: postnummer

source: city
sv: stad

source: floor
sv: våning

source: property designation
sv: fastighetsbeteckning

source: Download last 30 days
sv: Ladda ner senaste 30 dagarna

source: initial
sv: Förfrågan

source: waiting for customer
sv: Väntar på mer info från kund

source: contact later
sv: Ta kontakt igen senare

source: meeting booked
sv: Möte bokat

source: prepare for offer creation
sv: Förbered offertskapande

source: create offer
sv: Skapa offert

source: update offer
sv: Uppdatera offert

source: offer complete
sv: Offert klar

source: offer sent
sv: Offert skickad

source: offer_won
sv: Vunnit

source: lost offer
sv: Förlorat

source: project cancelled by us
sv: Vi har tackat nej

source: accepted offer
sv: Accepterad offert

source: prep done
sv: Förberedelser klara

source: project ongoing
sv: Projekt pågår

source: project completed
sv: Arbete klart

source: project invoiced
sv: Fakturerat klart

source: project finished
sv: SLUTSTEG

source: unknown status
sv: [Okänt]

source: roles
sv: roller

source: dietary restrictions
sv: matpreferenser

source: user
sv: användare

source: Edit profile
sv: Ändra profil

source: As table
sv: Som tabell

source: Download to address book
sv: Ladda ner till adressbok

source: Team leader
sv: Projektledare

source: Suggested zone
sv: Föreslagen zon

source: project
sv: projekt

source: training
sv: utbildning

source: sick
sv: sjuk

source: sick child
sv: VAB

source: vacation
sv: semester

source: parental leave
sv: föräldraledig

source: birth of child leave
sv: 10-dagar

source: other
sv: annat

source: Weekend work!
sv: Helgarbete!

source: Planning
sv: Planering

source: Unscheduled
sv: Icke schemalagda

source: {} meter long
sv: {} meter långt

source: {} meter wide
sv: {} meter brett

source: {} meter high ceiling
sv: {} meter takhöjd

source: The room is {}
sv: Rummet är {}

source: Price labor
sv: Pris arbete

source: Consumables
sv: Förbrukningsvaror

source: Cars price
sv: Bilar pris

source: Total price
sv: Totalpris

source: Total price labor
sv: Totalt pris arbete

source: Materials price
sv: Material pris

source: Tax deduction
sv: Skatteavdrag

source: Private
sv: Privat

source: Company
sv: Företag

source: Materials rebate
sv: Materialrabatt

source: Add materials margin
sv: Lägg på marginal på material

source: User
sv: Användare

source: Changed timestamp
sv: Senast ändrad

source: Source
sv: Källa

source: Sources
sv: Källor

source: revenue share
sv: omsättningsdelning

source: profit share
sv: vinstdelning

source: kickback model
sv: kickback-modell

source: Customer
sv: Kund

source: customer type
sv: kundtyp

source: organization number
sv: org. nummer

source: apartment number
sv: lägenhetsnummer

source: HubSpot contact ID
sv: Hubspot kontakt-id

source: Location
sv: Fastighet

source: Locations
sv: Fastigheter

source: Offer
sv: Offert

source: EV charger - Dryft
sv: Laddbox - Dryft

source: EV charger - Evify
sv: Laddbox - Evify

source: EV charger - Eways
sv: Laddbox - Eways

source: EV charger - OKQ8
sv: Laddbox - OKQ8

source: EV charger - Laddboxbolaget
sv: Laddbox - Laddboxbolaget

source: Project type
sv: Typ

source: source
sv: källa

source: kickback owner
sv: kickback till

source: Accepted job
sv: Accepterad offert

source: Estimation of hours for job
sv: Uppskattade timmar för installation

source: project number
sv: p-nummer

source: Worked hours for EV job
sv: Arbetade timmar för laddboxinstallation

source: internal_freetext
sv: intern fritext

source: customer
sv: kund

source: location
sv: fastighet

source: Number of neighbor flyers distributed
sv: Antal utdelade granneflyers

source: Department owner has read workspec
sv: Projektägare har läst riskanalysen

source: bookable
sv: bokningsbar

source: required tags
sv: kräver taggar

source: required lead time (days)
sv: kräver ledtid (dagar)

source: Project
sv: Projekt

source: locked
sv: låst

source: locked by
sv: låst av

source: based on
sv: baserad på

source: internal freetext
sv: intern fritext

source: freetext
sv: fritext

source: worklog freetext
sv: arbetsbeskrivning fritext

source: Job owner
sv: Enhetsägare

source: partner email timestamp
sv: tid när mejl till partner skickades

source: versions
sv: versioner

source: Fixed price
sv: Fast pris

source: Running price
sv: Uppskattning

source: Price/hour
sv: Pris/timma

source: Salary cost/hour
sv: Lönekostnad/timma

source: template
sv: mall

source: personell type
sv: personal-typ

source: default owner
sv: autoägare

source: minimum hours
sv: Minimi-timmar

source: round up hours
sv: Avrundning timmar

source: pricing model
sv: prismodell

source: car days
sv: dagar med bil

source: car days charged to customer
sv: dagar med bil fakturerat till kund

source: materials pricing model
sv: prismodell material

source: materials rebate (%)
sv: materialrabatt (%)

source: materials margin (%)
sv: marginal på material (%)

source: departments
sv: enheter

source: up to hours
sv: up till timmar

source: january
sv: januari

source: february
sv: februari

source: march
sv: mars

source: may
sv: maj

source: june
sv: juni

source: july
sv: juli

source: august
sv: augusti

source: october
sv: oktober

source: visible
sv: synlig

source: length
sv: längd

source: width
sv: bredd

source: height
sv: höjd

source: room
sv: rum

source: rooms
sv: rum

source: auto template
sv: automall

source: external auto template
sv: extern automall

source: job
sv: jobb

source: room department
sv: rum-enhet

source: amount
sv: mängd

source: unit
sv: enhet

source: option
sv: tillval

source: Assigned to
sv: Tilldelad till

source: object
sv: rum

source: objects
sv: rum

source: external name
sv: namn för kund

source: service
sv: tjänst

source: services
sv: tjänster

source: units
sv: enhet

source: hours
sv: timmar

source: hours raw
sv: timmar rå

source: fixed labor price
sv: fast pris arbete

source: fixed labor price raw
sv: fast pris arbete rå

source: moments
sv: moment

source: supplier
sv: leverantör

source: suppliers
sv: leverantörer

source: material category
sv: materialkategori

source: material categories
sv: materialkategorier

source: pricer category
sv: Prisnings-kategori

source: pricer categories
sv: Prisnings-kategorier

source: brand
sv: märke

source: color
sv: färg

source: image urls
sv: URLer till bilder

source: amount raw
sv: mängd rå

source: base price
sv: baspris

source: article number
sv: art.nr

source: category
sv: kategori

source: materials
sv: material

source: display name
sv: Externt namn

source: question
sv: fråga

source: questions
sv: frågor

source: answer
sv: svar

source: answers
sv: svar

source: Nothing
sv: Ingen

source: Green tech
sv: Grön teknik

source: max ROT
sv: max ROT / grön teknik

source: number of days of project
sv: antal arbetsdagar projektet pågår

source: Show sum of all options
sv: Visa summan med alla tillval

source: days on site
sv: dagar på bygget

source: labor rebate (%)
sv: rabatt arbete (%)

source: car rebate (%)
sv: rabatt bilar (%)

source: consumables (%)
sv: förbrukningsvaror (%)

source: consumables (kr)
sv: förbrukningsvaror (kr)

source: Risk analysis
sv: Riskanalys

source: Department jobs
sv: Projekt per enhet

source: customer labor price
sv: pris till kund arbete

source: dryft labor cost
sv: dryft kostnad arbete

source: customer materials price
sv: pris till kund material

source: dryft materials cost
sv: dryft kostnad material

source: customer other price
sv: pris till kund övrigt

source: dryft other cost
sv: dryft kostnad övrigt

source: Contractor
sv: Underentreprenad

source: Contractors
sv: Underentreprenader

source: amount by team lead
sv: mängd av projektledare

source: Internal Price
sv: Internt pris

source: Customer Price
sv: Kundpris

source: Invoicing Price
sv: Faktureringspris

source: price
sv: pris

source: Addition
sv: Tillägg

source: Additions for customer (including VAT)
sv: Tillägg mot kund (ink moms)

source: Worklog
sv: Utfört arbete

source: value
sv: värde

source: Installation report
sv: Installationsrapport

source: Can invoice
sv: Kan fakturera

source: zip codes
sv: postnummer

source: zone
sv: zon

source: max hours
sv: max timmar

source: type
sv: typ

source: build year
sv: byggår

source: living area
sv: boarea

source: secondary area
sv: biarea

source: plot area
sv: tomt

source: property
sv: fastighet

source: properties
sv: fastigheter

source: energy class
sv: energiklass

source: energy class target
sv: Mål energiklass

source: yearly usage
sv: årlig förbrukning

source: yearly usage target
sv: mål årlig förbrukning

source: windows and doors title
sv: rubrik fönster och dörrar

source: windows and doors suggestion
sv: förslag fönster och dörrar

source: insulation title
sv: rubrik isolering

source: insulation suggestion
sv: förslag isolering

source: heating title
sv: rubrik uppvärmning

source: heating suggestion
sv: förslag uppvärmning

source: hot water title
sv: rubrik varmvatten

source: hot water suggestion
sv: förslag besparing varmvatten

source: ventilation title
sv: rubrik ventilation

source: ventilation suggestion
sv: förslag ventilation

source: smart home title
sv: rubrik smart styrning

source: smart home suggestion
sv: förslag smart styrning

source: EV charger title
sv: rubrik laddbox

source: EV charger suggestion
sv: förslag laddbox

source: solar panels title
sv: rubrik solceller

source: solar panels suggestion
sv: förslag solceller

source: energy storage title
sv: rubrik energilagring

source: energy storage suggestion
sv: förslag energilagring

source: other renovation title
sv: titel annan renovering

source: other renovation suggestion
sv: förslag annan renovering

source: energy analysis
sv: energianalys

source: energy analyses
sv: energianalyser

source: queued
sv: i kö

source: error
sv: fel

source: success
sv: klar

source: No bookable workers
sv: Inga bokningsbara hantverkare

source: Overview
sv: Översikt

source: Assign
sv: Tilldela

source: Lock
sv: Lås

source: Download PDF
sv: Ladda ner PDF

source: Summary prices
sv: Sammanfattning av prisförslaget

source: Amount
sv: Mängd

source: Price
sv: Pris

source: I have read the workspec
sv: Jag har läst och förstår arbetsbeskrivningen

source: Mark as complete
sv: Klarmarkera

source: New room...
sv: Nytt rum...

source: Use template...
sv: Använd mall...

source: New service...
sv: Ny tjänst

source: New material...
sv: Nytt material

source: New moment...
sv: Nytt moment

source: labor
sv: arbete

source: Save
sv: Spara

source: freetext for customer
sv: fritext till kund

source: Simple
sv: Enkelt

source: Advanced
sv: Avancerat

source: Option
sv: Tillval

source: (Is not included in the sum of the offer, and is shown separately)
sv: (Inkluderas inte i summan för offerten, och visas separat)

source: Cancel
sv: Avbryt

source: Delete
sv: Radera

source: Duplicate
sv: Kopiera

source: Calculate
sv: Räkna

source: Upload images
sv: Ladda upp bilder

source: Length
sv: Längd

source: Width
sv: Bredd

source: Height
sv: Höjd

source: unfiltered
sv: inget filter

source: Before start
sv: Ej påbörjat

source: Started
sv: Påbörjat

source: Completed
sv: Klarmarkerat

source: Invoiced from Core
sv: Fakturerat i Core

source: Hubspot Project id
sv: Hubspot projekt-id

source: Edit
sv: Ändra

source: Define rooms
sv: Rumsa

source: Versions
sv: Versioner

source: Margin
sv: Marginal

source: HubSpot ID must be either a number of a full url
sv: HubSpot ID måste vara antingen en siffra eller en URL

source: Fill in address and customer name!
sv: Fyll i adress och kundnamn!

source: Fill in address!
sv: Fyll i address!

source: Fill in customer name!
sv: Fyll i kundnamn!

source: Preview offer
sv: Förhandsgranska offert

source: Estimate
sv: Mängda

source: Calculate price
sv: Prisa

source: Edit customer
sv: Ändra kund

source: Map
sv: Karta

source: New project version
sv: Ny version

source: Workers
sv: Hantverkare

source: Mark complete
sv: Klarmarkera

source: Already marked complete.
sv: Redan klarmarkerat.

source: No post code specified.
sv: Ingen postkod angiven.

source: No street name specified.
sv: Ingen gatuadress angiven.

source: No property designation specified.
sv: Ingen fastighetsbeteckning angiven.

source: Order is empty
sv: Beställning är tom

source: You must accept the workspec.
sv: Du måste acceptera arbetsbeskrivningen.

source: You must upload at least one image to mark the job as complete.
sv: Du måste ladda upp minst en bild för att klarmarkera jobbet

source: No person number specified.
sv: Personnummer ej angivet.

source: Hours worked not set.
sv: Arbetstimmar ej angivet.

source: Already invoiced.
sv: Redan fakturerat.

source: You must mark complete.
sv: Du måste klarmarkera

source: You have insufficient invoicing permissions.
sv: Du saknar faktureringsrättigheter.

source: Internal price missing
sv: Internt pris saknas

source: Fill in organization number!
sv: Fyll i org. nummer!

source: Fill in email!
sv: Fyll i email!

source: Workspec to customer
sv: Arbetsbeskrivning till kund

source: [Missing]
sv: [Saknas]

source: Extra information from Team leader
sv: Extra information från Projektledare

source: Images for work spec
sv: Bilder arbetsbeskrivning

source: Accept workspec and risk analysis
sv: Acceptera arbetsbeskrivning och riskanalys

source: Workspec has not been accepted
sv: Arbetsbeskrivning har ej accepterats

source: Workspec has been accepted
sv: Arbetsbeskrivning har accepterats

source: Order
sv: Beställning

source: A team leader has set a higher value. Talk to your team leader to set this lower.
sv: En projektledare har sätt ett högre värde. Prata med din TL om att sätta detta lägre.

source: Order - Extra items
sv: Beställning - extra artikel

source: Order - Customer invoicing items
sv: Beställning - fakturerbart till kund

source: Name
sv: Namn

source: Amount to pay
sv: Antal att betala

source: Price after green tech
sv: Pris ef. GT-avdrag

source: Send offer email
sv: Skicka offert-mejl

source: Offer has been sent
sv: Offert skickad

source: Offer hasn't been sent
sv: Offert har inte blivit skickad

source: Any additional worklog items?
sv: Ytterligare arbeten?

source: Save installation report
sv: Spara installationsrapport

source: Images for work log
sv: Bilder utfört arbete

source: Green Tech details
sv: Grön teknik-detaljer

source: Location details update
sv: Uppdatering av adressuppgifter

source: Fill in street address, post code and property designation
sv: Fyll i gata, postkod och fastighetsbeteckning

source: Location details update not needed
sv: Uppdatering av adressuppgifter behövs ej.

source: Invoicing
sv: Fakturering

source: Send invoice
sv: Skicka faktura

source: Send to fortnox
sv: Skicka till Fortnox

source: Invoice including VAT and Green Tech
sv: Faktura ink moms & Grön Teknik-avdrag

source: Invoice {}
sv: Faktura {}

source: Back
sv: Tillbaka

source: Send
sv: Skicka

source: A Fortnox API invocation error has occurred. Support has been notified.
sv: Ett fel har inträffat vid anrop till Fortnox API. Supporten har notifierats.

source: Download CSV
sv: Ladda ner CSV

source: Overview materials
sv: Översikt material

source: Count
sv: Mängd

source: This job is of type {}, but it must be {}
sv: Detta job är av typen {} men det måste vara av typen {}

source: Offer EV charger installation
sv: Offert Laddboxinstallation

source: E-mail
sv: E-post

source: Subject
sv: Ämne

source: Error
sv: Fel

source: Core has no order number for this job
sv: Core har inget ordernummer för detta jobb

source: Send partner installation email
sv: Skicka installationsrapport till partner

source: This job has no hubspot project ID
sv: Detta jobb har inget hubspot projekt-ID

source: Set charger delivered state
sv: Sätt laddbox har kommit fram

source: Mail customer for sign off
sv: Mejla kund om ok

source: Email must contain approval link
sv: Mejlet måste innehålla länken till godkännandet

source: Add row
sv: Lägg till rad

source: Approve additions
sv: Godkänn tillägg

source: I state that these additions have been approved by the customer
sv: Kunden har godkänt dessa ändringar

source: Set current as accepted version
sv: Markera denna version som den accepterade offerten

source: Clear current as accepted version
sv: Avmarkera denna version som den accepterade offerten

source: Set as accepted version
sv: Markera som accepterad offert

source: Clear as accepted version
sv: Avmarkera som accepterad offert

source: Estimation
sv: Mängdning

source: Add
sv: Lägg till

source: Create sub contractor
sv: Lägg till annan enhet/UE

source: You must select two different versions to see the difference
sv: Du måste välja två olika versioner för att få se ändringar

source: Diff
sv: Skillnad

source: Offer number
sv: Offertnummer

source: Show changes
sv: Visa ändringar

source: Accepted
sv: Accepterad

source: All prices here are excluding VAT
sv: Alla priser är ex moms

source: All prices here are including VAT
sv: Alla priser är inkl moms

source: Price to customer
sv: Pris till kund

source: Cost to dryft
sv: Kostnad för Dryft

source: Profit
sv: Vinst

source: Create
sv: Skapa

source: Duplicate {}
sv: Kopiera {}

source: New name
sv: Nytt namn

source: Street
sv: Gata

source: Street 2
sv: Gata 2

source: Post code
sv: Postnummer

source: Auto templates
sv: Automallar

source: Cost:
sv: Kostnad:

source: Customer link
sv: Kundlänk

source: We recommend that you change windows
sv: Vi rekommenderar dig att byta fönster

source: We recommend that you add additional insulation
sv: Vi rekommenderar dig att tilläggsisolera

source: We recommend that you install ...
sv: Vi rekommenderar dig att installera en ....

source: We recommend that you install water saving faucets
sv: Vi rekommenderar dig att installera vattensparande kranar

source: We recommend that you install mechanical ventilation with heat exchange
sv: Vi rekommenderar dig att installera mekanisk ventilation med värmeväxling

source: We recommend that you install smart electrical control
sv: Vi rekommenderar dig att installera smart styrning

source: We recommend that you install an EV charger
sv: Vi rekommenderar dig att installera en laddbox

source: We recommend that you install solar panels
sv: Vi rekommenderar dig att installera solceller

source: We recommend that you install an energy storage battery
sv: Vi rekommenderar dig att installera ett batteri för energilagring

source: Pricer category "{}" not found
sv: Pricer-kategori "{}" finns inte

source: Answer "{}" not found. Valid answers: {}
sv: Svar "{}" finns inte. Giltiga: {}

source: Question "{}" not found. Valid questions: {}
sv: Fråga "{}" finns inte. Giltiga: {}

source: Templates for {department}
sv: Mallar för {department}

source: Selectable
sv: Valbar

source: This job is already locked
sv: Detta jobb är redan låst

source: No customer name!
sv: Inget kundnamn!

source: No street address!
sv: Ingen gatuadress!

source: Locking means you can no longer edit this job. You will have to then duplicate the job if you want to make a change.
sv: Att låsa ett jobb innebär att du inte längre kan ändra i det. Du kan duplicera jobbet för att göra ändringar i en ny kopia.

source: This job has already been locked. You will have to duplicate the job if you want to make a change.
sv: Detta jobb har redan blivit låst. Du kan duplicera jobbet för att göra ändringar i en ny kopia.

source: Total income
sv: Total intäkt

source: Profit/hour
sv: Vinst/timma

source: Total hours labor
sv: Totalt timmar arbete

source: Income labor
sv: Intäkt arbete

source: Income materials
sv: Intäkt material

source: Income consumables
sv: Förbrukningsvaror intäkt

source: Income cars
sv: Intäkt bilar

source: Source cost
sv: Kostnad källa

source: Gross profit/hour estimation
sv: Bruttovinst/timme estimerat

source: Max material rebate
sv: Max materialrabatt

source: Cost/unit
sv: Kostnad/enhet

source: Public price/unit
sv: Listpris/enhet

source: Leave this empty to charge as above
sv: Lämna tomt för att fakturera som ovan

source: missing
sv: saknas

source: Invalid materials
sv: Ogiltiga material

source: Invalid moments
sv: Ogiltiga moment

source: There are {} options
sv: Det finns {} tillval

source: Income sub contractor
sv: Intäkt UE

source: Cost sub contractor
sv: Kostnad UE

source: Hours per department
sv: Timmar per enhet

source: days on site overview
sv: dagar på bygget översikt

source: Save and re-calculate
sv: Spara och räkna om

source: Cost
sv: Kostnad

source: Summary
sv: Summering

source: Summary including options
sv: Summering med alla tillval

source: Zone
sv: Zon

source: bookable workers
sv: bokningsbara hantverkare

source: New customer
sv: Ny kund

source: Booking
sv: Bokning

source: New location
sv: Ny address

source: Swedish
sv: Svenska

source: English
sv: Engelska

source: Logging in via google
sv: Loggar in med google

source: Continue
sv: Fortsätt

source: Booking logic in google sheets
sv: Booking logic i google sheets

source: Minuba contact ID
sv: Minuba kund-id

source: BRF number
sv: BRF org.nummer
